tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "adoptopenjdk/openjdk"
tap "heroku/brew"
tap "pivotal/tap"

brew "git"
brew "vim"
brew "zsh"
brew "keychain"
brew "gh"
brew "pyenv"
brew "gradle"
brew "heroku"
brew "springboot"

cask "adoptopenjdk11"
cask "google-chrome"
cask "notion"
cask "spotify"
cask "discord"
cask "font-inter"
cask "iterm2"
cask "rectangle"
cask "figma"
cask "font-jetbrains-mono"
cask "font-inter"
cask "jetbrains-toolbox"
cask "slack"
cask "telegram"
