tap "homebrew/cask-fonts"
tap "adoptopenjdk/openjdk"

brew "git"
brew "vim"
brew "zsh"
brew "gh"
brew "keychain"

# pyenv dependencies
brew "readline"
brew "xz"

cask "google-chrome"
cask "firefox-developer-edition"
cask "iterm2"
cask "rectangle"
cask "jetbrains-toolbox"
cask "zoomus"
cask "slack"
cask "telegram"
cask "discord"
cask "font-jetbrains-mono"
cask "adoptopenjdk-openj9"
cask "visual-studio-code"
cask "docker"
cask "figma"
cask "notion"